{"template":"../src/containers/UnionFAQs","sharedHashesByProp":{},"data":{"title":"Is Profit-Sharing What We Want?","type":"unionfaqs","contents":"<p>Many studios offer contracts to their employees that include some sort of\n&quot;profit-sharing&quot; scheme. This sounds nice at first glance: why wouldn&#39;t you want\na share of the profits if the game you&#39;re working on does extremely well? The\nissue is that <strong>these profit-sharing deals are fundamentally a way of offloading\ncompany financial risk from the owners to the workers</strong>.</p>\n<p>Unlike shareholders, workers who sign into profit-sharing agreements are <strong>not\nactually given any ownership over the company</strong>, nor are they granted any power\nor influence in its decisionmaking process. They&#39;re promised a variable amount\nof money based on how much profit the company makes, but without any real\ncontrol over it. There are countless stories in our industry of workers who\nagree to a lower salary than they would demand otherwise in exchange for a\npercentage of the sales because they truly believe in a project, and work hard\non it for years — only for it to get cancelled without warning by an\nupper-management decision, leaving them with nothing to show for their labour.</p>\n<p>By giving workers a promise of future profits instead of a better salary, owners\nare effectively transferring some of their own financial risk onto the workers\nthemselves, while maintaining absolute and total control over the decisions of\nthe company. Employees can be paid less while a game is in development, and if\nfor whatever reason it doesn&#39;t sell well (or management cancels it), then it&#39;s\ntheir problem. <strong>If workers are going to invest hours of unremunerated labour\ninto a project because they believe in it, they should be given actual ownership\nand real decision-making power over it</strong>, as in a workers&#39; cooperative. In any\nother situation, a higher guaranteed salary will almost always be a better deal\nfor workers than a promised fraction of future profits.</p>\n","prevPage":{"route":"/owners-workers","name":"Versus Mode: Owners vs. Workers"},"nextPage":{"route":"/players-workers","name":"When Gamer Rage Gets Harnessed to Discipline Workers"}},"path":"unionfaqs-profit-sharing"}
