{"template":"../src/containers/Article","sharedHashesByProp":{},"data":{"title":"Versus Mode: Owners vs. Workers","contents":"<p>The recent round of layoffs at Activision-Blizzard and elsewhere have made it\nall too clear that <strong>game industry bosses are prioritizing short-term profit\nover the health and livelihoods of workers</strong>. CEOs like Bobby Kotick are\nrewarded for treating workers as disposable, even when those same workers help\nto generate record revenue for the company. No matter how well the company is\ndoing, shareholders and executives never seem to be satisfied, and are\nconstantly searching for new ways to cut costs and boost profits, often at the\nexpense of workers. Why does this keep happening? To better understand it, we\nneed to look past the PR and into how the ownership of these companies is\nstructured, where the profits go, and where decision-making power actually lies.</p>\n<div class=\"md-img left off-1\">\n<img\n  src=\"/images/dangeroustogoalone_organize.png\"\n  alt=\"It's dangerous to go alone! Organize!\"\n  style=\"width:200px;max-width:100%\"\n/>\n</div>\n\n<p><strong>Any business is above all made up of its workers</strong>: they are the ones who are\nactually producing what the business sells, and whose labour is the source of\nits profits. But who do these profits go to? Not to them, but rather to those\nwho happen to own the company: the shareholders. Large publicly-traded\ncorporations can have millions of shareholders, and while some companies can be\nowned by a single business owner, even tiny startups typically have outside\ninvestors as shareholders beyond the original founders.</p>\n<p>To shareholders, all that the business represents is a source of profit, either\nthrough the business itself increasing in value, or through money dividends.\n<strong>Shareholders might not have any real connection to the company</strong> or even care\nabout what it does, let alone care about the welfare of its workers. They have\nmoney, and they buy shares because they want this money to grow into more money,\nwithout doing any work for it. (Creating this additional value does take work,\nbut that work is done by workers like you and me, not by them.)</p>\n<blockquote>\n<p>Jorgensen says the shuttering [of Visceral] was <strong>purely a business\ndecision..</strong>. &quot;You&#39;ve got to cut the bridge when you realize you can&#39;t really\nmake a lot of money on something, so that&#39;s the decision we made.&quot;</p>\n</blockquote>\n<div class=\"md-attribution\">\n&#x2014;\n<a href=\"https://www.gamasutra.com/view/news/310630/EA_Viscerals_canned_Star_Wars_project_too_linear_for_modern_tastes.php\">\nGamasutra speaking to EA CFO Blake Jorgensen on the reasons for Visceral Studios' closure\n</a>\n</div>\n\n<p>The main way shareholders exercise control over corporations is through\nelections of the board of directors. Shareholders leverage the amount of voting\nshares they have to influence board elections, making the board directly\naccountable to them. Executive officers like the CEO are appointed by the board\nof directors, directly linking management, the board, and shareholders.\nManagement ultimately only answers to the board of directors, and the board of\ndirectors answers to shareholders and shareholders only.  <strong>They have no\naccountability to the workers.</strong></p>\n<p>Legislation varies, but CEOs have &quot;fiduciary duty&quot; to the shareholders, which\neffectively means that they are <strong>legally required</strong> to maximize profits. They\ncan even be sued for putting ethical concerns above the duty of increasing value\nfor shareholders! Not that they need the extra motivation: upper management&#39;s\nloyalty to shareholders is usually ensured by granting them shares as\ncompensation, as well as large bonuses tied to company profits.</p>\n<p>Shareholders always have the option to sell their shares and buy into a\ndifferent company, so if a business doesn&#39;t perform well enough in terms of\nprofits in the short-term, the value of the shares decreases. The consequence is\nthat businesses are not merely driven to make a profit, but to make the\n<strong>highest possible profit</strong> in the short-term, over anything else. And one of\nthe main ways of increasing profits is to minimize expenses such as salaries to\nworkers, which is why the mass layoffs keep recurring. Studios can hire a bunch\nof game developers as work ramps up on a large project, make them crunch\nunreasonable hours to get it released as fast as possible, then lay off most of\nthem after sales start coming in to ensure that salary expenses are minimized\nand profits kept as high as possible. <strong>This isn&#39;t &quot;bad management.&quot; It&#39;s the\nsystem working as designed.</strong> Executives make decisions for the benefit of the\nowners at the expense of the rest of us.</p>\n<p>This is why we also typically see share value increase after every round of\nlayoffs, as happened recently with Activision Blizzard: when mass layoffs get\nannounced, management is sending a message to shareholders that they are willing\nto do what it takes to ensure ever-increasing profits <strong>no matter what</strong>, and\nthis makes company shares more attractive on the market. Shareholders are\nthrilled! They get richer, and the rest of us get poorer. That&#39;s why the\ndecision is made in the first place, not out of any real necessity, despite how\nthey try to spin it to the workers.</p>\n<div class=\"md-img off-2\">\n<img\n  src=\"/images/skeleton.svg\"\n  alt=\"Skeleton in bathtub\"\n/>\n</div>\n\n<p>It&#39;s not a question of &quot;good bosses&quot; vs &quot;bad bosses.&quot; <strong>Workers and owners have\nfundamentally different interests.</strong> Most of the things that benefit workers —\nhigher wages, shorter working hours, better benefits, job security, a safer work\nenvironment — also cut into company profits. In short, <strong>every dollar that goes\nto your wage is a dollar that doesn&#39;t go to the owners</strong>. In order to maximize\nprofit, many bosses will try and squeeze as much labour as possible out of their\nworkforce while keeping wages as low as possible. Long periods of unpaid\novertime are common in the game industry in part because bosses have (so far)\nbeen able to get away with it, despite laws that make unpaid overtime illegal in\nmany countries.</p>\n<p>Often bosses justify this treatment by arguing that anyone who complains just\nisn&#39;t &quot;passionate&quot; enough. But selective appeals to passion are just another\nstrategy to wring more out of workers who just want to be able to make games\nsustainably and hone their craft without burning out. Unlike workers, <strong>owners\nand bosses don&#39;t actually care about making the best game possible</strong>. Their\nfirst priority is to make money — and right now they&#39;re the ones calling the\nshots, without any accountability to the people <em>actually making the game</em>.</p>\n<div class=\"md-img right\">\n<img\n  src=\"/images/turnleft.svg\"\n  alt=\"Turn Left sign\"\n/>\n</div>\n\n<p>But it doesn&#39;t have to be this way! Workers have the potential power to change\nthis dynamic and to force the businesses they work for to take their best\ninterests into consideration too. This is because in every industry, every\nbusiness, it&#39;s always their labour that is the source of all the owners&#39;\nprofits. <strong>When it comes down to it, it&#39;s owners who need the workers, not the\nother way around.</strong> Isolated from each other, workers are completely vulnerable\nto the whims of management, as they are devalued and reduced to having to beg\nfor better conditions — but united and organized, workers can build the leverage\nto actually negotiate with management from a position of power. <strong>Unionizing is\nthe only way to tip the balance in the other direction</strong> and create a better\ngame industry for all workers!</p>\n<p>Beyond this, <strong>we can also imagine an entirely different way of structuring the\nindustry</strong> — one that would not fundamentally rely on the exploitation of\nworkers for the benefit of shareholders. This is what workers&#39; cooperatives aim\nto do: they are businesses with no external shareholders that are entirely and\ncollectively owned by all the workers who work there themselves, allowing them\nto earn the full benefit of their labour. (Check the section on worker co-ops\nlater in the zine!)</p>\n","prevPages":{"en":{"route":"/en/unionfaqs-history-of-unrest","name":"A History of Unrest"},"fr":{"route":"/fr/unionfaqs-history-of-unrest","name":"Un passif d'agitation"}},"nextPages":{"en":{"route":"/en/unionfaqs-profit-sharing","name":"Is Profit-Sharing What We Want?"},"fr":{"route":"/fr/unionfaqs-profit-sharing","name":"Vers un partage du profit ?"}}},"path":"en/owners-workers"}
