{"template":"../src/containers/Article","sharedHashesByProp":{},"data":{"title":"Comment imprimer ce zine chez soi","contents":"<p>Vous voulez faire des copies de ce zine Game Workers Unite pour les partager avec vos ami·e·s et collègues? Voici les étapes que nous conseillons de suivre pour obtenir le meilleur résultat:</p>\n<ol>\n<li><p>Choisissez la ou les couvertures que vous aimez le plus! (Les liens de téléchargement sont en bas de cette page.)</p>\n</li>\n<li><p>Imprimez en utilisant du papier à lettre (8.5 par 11 pouces). Le zine comporte 56 pages, et pour un exemplaire il vous faudra 14 feuilles de papier (pour 2 pages de chaque côté de la feuille).</p>\n</li>\n<li><p>Le zine est en couleur, mais nous l&#39;avons conçu pour vous permettre de l&#39;imprimer en niveaux de gris (noir et blanc) si vous préférez!</p>\n</li>\n<li><p>Imprimez avec <a href=\"https://acrobat.adobe.com/ca/en/acrobat/pdf-reader.html\">Adobe Reader</a> et assurez vous de choisir les bons paramètres lorsque vous vous apprêtez à imprimer:</p>\n<p> a. Le mode &quot;Livret&quot; doit être sélectionné, la catégorie de livret doit être &quot;des deux côtés&quot;, la reliure doit être &quot;à gauche&quot; et l&#39;orientation &quot;portrait&quot;(comme dans le screenshot ci-dessous).</p>\n<p class=\"md-img\">\n <img alt=\"screenshot du mode livret\" src=\"/images/booklet_mode.jpg\">\n</p>\n\n<p> b. Vous devez également ouvrir les paramètres avancés pour sélectionner l&#39;option &quot;Imprimer en tant qu&#39;image&quot; (Le résultat sera plus propre).</p>\n<p class=\"md-img\">\n <img alt=\"imprimer en tant qu'image\" src=\"/images/print_as_image.jpg\">\n</p>\n</li>\n<li><p>Quand vos 16 pages seront imprimées, vous devriez avoir les couvertures extérieure d&#39;un côté de votre pile d&#39;impressions, et la carte centrale de l&#39;autre côté. Agraffez deux fois à l&#39;extérieur, afin que les fermetures de l&#39;agraffe soient le long du centre vertical de la carte.</p>\n<p class=\"md-img\">\n <img alt=\"zine agraffé\" src=\"/images/inside_staples.jpg\">\n</p>\n</li>\n<li><p>Le zine est assez épais, donc vous aurez peut-être du mal à le plier. Nous recommandons d&#39;utiliser votre téléphone ou un autre objet plat pour tenir les pages en place lorsque vous les pliez.</p>\n</li>\n<li><p>Et maintenant que vous avez imprimé et plié votre zine... La dernière étape est de le partager avec vos ami·e·s!</p>\n<p class=\"md-img\">\n <img alt=\"printed zines\" src=\"/images/printed_zines.jpg\">\n</p>\n</li>\n</ol>\n"},"path":"fr/how-to-print"}
