{"template":"../src/containers/UnionFAQs","sharedHashesByProp":{},"data":{"title":"A History of Unrest","type":"unionfaqs","contents":"<p>It&#39;s easy to forget that labour issues have been central to the business of\nmaking games from the very beginning. Easter eggs, now a widely-known phenomenon\nin games, initially emerged from issues around crediting and disputes between\nworkers and management at game companies.</p>\n<p>Warren Robinett was developing Adventure at Atari in the late 70s. At that time,\nit was typical for studios to suppress any attribution for the games they\nreleased to prevent competitors from poaching their talent (and to make it\nharder for workers to establish a provable portfolio of work to get hired\nelsewhere or develop a reputation of auteurship). In protest, Robinett\nintroduced an additional room to the game, carefully hiding it behind a\nconvoluted series of tasks so that it wouldn&#39;t be discovered until after\nrelease, that would display the words &quot;Created by Warren Robinett.&quot;</p>\n<div class=\"md-img\">\n<img\n  src=\"/images/faqs/adventure.png\"\n  alt=\"Screenshot from Adventure\"\n/>\n</div>\n\n<p>When the Easter egg was discovered by Atari, Robinett had already left the\ncompany, but that didn&#39;t stop them from devoting development resources to\nuncovering the offending code. However, Brad Stewart, the Atari employee who\ntracked down the code in question, said that if he were to fix it, he&#39;d just\nchange the message in the game to say &quot;Fixed by Brad Stewart&quot; instead.\nEventually, Atari management decided that Easter eggs should be permitted, and\neven encouraged developers to add them as a way to increase playtime and give\nplayers more value — but they <a href=\"https://books.google.ca/books?id=aZv6AQAAQBAJ&amp;pg=PA713&amp;lpg=PA713#v=onepage&amp;q&amp;f=false\">generally limited them to developers&#39; initials\nrather than full\nnames</a>.</p>\n<p>Developers have never really stopped hiding messages in games as protest or in\nhidden resistance. In the Italian translation of Final Fantasy VIII, <a href=\"https://twitter.com/SimplyRagny/status/1058198479707820032\">when the\n&quot;Scan&quot; spell is cast on a placeholder debug\nenemy</a>, a message is\nshown written by the translator themself: &quot;This translation is killing me. It&#39;s\nalmost 2 in the morning. I&#39;m tired!!!! I&#39;m tired!!!!&quot;</p>\n<div class=\"md-img\">\n<img\n  src=\"/images/faqs/ff8.png\"\n  alt=\"Screenshot from Final Fantasy 8\"\n/>\n</div>\n","prevPage":{"route":"/unions-help","name":"What Can Unions Do to Help?"},"nextPage":{"route":"/owners-workers","name":"Versus Mode: Owners vs. Workers"}},"path":"unionfaqs-history-of-unrest"}
