{"template":"../src/containers/UnionFAQs","sharedHashesByProp":{},"data":{"title":"Que sont les grèves ?","type":"unionfaqs","contents":"<p>Le sujet de la grève sera nécessairement soulevé dès lors que l’on parle de syndicats. Cependant, de manière générale, personne ne veut vraiment qu’une grève se produise, et les travailleu·se·rs désirent simplement être en mesure de faire leur travail dans de bonnes conditions, avec dignité et un salaire convenable. Les grèves peuvent être un moment éprouvant pour toutes les personnes impliquées.</p>\n<p>Mais d’une certaine manière, c’est la possibilité de pouvoir déclencher une grève qui forme la base de notre pouvoir lorsque l’on décide de se syndiquer. C’est parce que notre travail est la source de tous les profits que l’idée que les travailleu·se·rs puissent cesser leur labeur est une si grande menace pour les patrons. <strong>C’est notre plus grand pouvoir de négociation</strong>.</p>\n<p>Idéalement, les grèves n’auraient jamais lieu, et la raison aurait le dessus lors des négociations avec les patrons. Quand les grèves ont lieu, c’est parce que ces négociations ont déjà échoué, et qu’un accord acceptable n’a pas pu être atteint entre la direction et le syndicat. Tout le monde veut éviter ça et trouver une meilleure solution, mais il faut se souvenir que sans le pouvoir d’appeler à la grève comme issue de dernier recours, les travailleu·se·rs n’auraient aucun réel moyen de pression sur les patrons, et les patrons n’auraient aucune raison de les prendre au sérieux.</p>\n<div class=\"md-img\">\n<img\n  src=\"/images/faqs/nitw_picket.png\"\n  alt=\"Screenshot de Night in the Woods: Tu descends faire le piquet de grève avec nous si on sort?\"\n/>\n</div>\n","prevPages":{"en":{"route":"/en/players-workers","name":"When Gamer Rage Gets Harnessed to Discipline Workers"},"fr":{"route":"/fr/players-workers","name":"Quand la colère des gamers est utilisée contre nous"}},"nextPages":{"en":{"route":"/en/unionfaqs-below-the-grassroot","name":"Below the (Grass)root"},"fr":{"route":"/fr/unionfaqs-below-the-grassroot","name":"La syndicalisation, à la base"}},"description":"Le sujet de la grève sera nécessairement soulevé dès lors que l’on parle de syndicats. Cependant, de manière générale, personne ne veut vraiment qu’une grève se produise, et les travailleu·se·rs désirent simplement être en mesure de faire leur travail dans de bonnes conditions, avec dignité et un salaire convenable. Les grèves peuvent être un moment éprouvant pour toutes les personnes impliquées."},"path":"fr/unionfaqs-what-are-strikes"}
