{"template":"../src/containers/UnionFAQs","sharedHashesByProp":{},"data":{"title":"Un passif d'agitation","type":"unionfaqs","contents":"<p>Il est facile d’oublier que les questions touchant le travail sont centrales au sujet de la création de jeu depuis ses origines. Les Easter Eggs, un phénomène maintenant très connu, sont initialement apparus suite à des conflits entre travailleu·se·rs et management dans des compagnies de jeu vidéo, et des questions de crédits non-attribués.</p>\n<p>Warren Robinett développait Adventure chez Atari dans les années 70. A l&#39;époque, il était habituel pour les studios d&#39;éviter toute forme d’attribution du travail dans les jeux qu’ils publiaient afin d&#39;empêcher les concurrents de &quot;voler&quot; leurs talents (et pour les travailleu·se·rs, il était donc plus compliqué de prouver la véracité de leur portfolio, donc plus difficile de se faire recruter ailleurs ou de développer une réputation de créat·rice·eur). En protestation, Robinett décida d’ajouter une salle secrète dans le jeu, précautionneusement camouflée derrière une série d’objectifs alambiqués pour empêcher qu’elle soit trouvée avant la sortie du jeu, dans laquelle les mots “Created by Warren Robinett” étaient affichés.</p>\n<div class=\"md-img\">\n<img\n  src=\"/images/faqs/adventure.png\"\n  alt=\"Screenshot d'Adventure\"\n/>\n</div>\n\n<p>Quand cet Easter Egg a été découvert par Atari, Robinett avait déjà quitté la compagnie, mais cela ne les a pas empêchés de déployer des ressources et du temps de développement pour chercher le code associé à l&#39;easter egg.\nCependant, Brad Stewart, l&#39;employé d’Atari chargé de traquer le code en question, a choisi d&#39;annoncer que si on le chargeait de “réparer” la salle secrète, il remplacerait simplement le message par “Fixed by Brad Stewart”. La direction d’Atari décida finalement que les Easter Eggs étaient autorisés, et encouragea même les développeu·se·rs à en ajouter afin d’augmenter le temps de jeu et donner plus de surprises aux joueu·se·rs - <a href=\"https://books.google.ca/books?id=aZv6AQAAQBAJ&amp;pg=PA713&amp;lpg=PA713#v=onepage&amp;q&amp;f=false\">tout en limitant en général les signatures des développeu·se·rs à leurs initiales plutôt qu&#39;à leurs noms complets.</a>.</p>\n<p>Les développeu·se·rs n’ont jamais vraiment arrêté de cacher des messages dans leurs jeux en forme de protestation, ou en résistance cachée. Dans la traduction italienne du jeu Final Fantasy VIII, <a href=\"https://twitter.com/SimplyRagny/status/1058198479707820032\">quand le sort “Scan” est lancé sur un ennemi de débug</a>, un message apparaît, écrit par le traducteur lui-même: “Cette traduction est en train de me tuer. Il est presque 2h du matin. Je suis fatigué !!! Fatigué !!!”</p>\n<div class=\"md-img\">\n<img\n  src=\"/images/faqs/ff8.png\"\n  alt=\"Screenshot de Final Fantasy 8\"\n/>\n</div>\n","prevPages":{"en":{"route":"/en/unions-help","name":"What Can Unions Do to Help?"},"fr":{"route":"/fr/unions-help","name":"Comment les syndicats peuvent-ils aider ?"}},"nextPages":{"en":{"route":"/en/owners-workers","name":"Versus Mode: Owners vs. Workers"},"fr":{"route":"/fr/owners-workers","name":"Versus Mode: Patrons contre travailleu·se·rs"}},"description":"Il est facile d’oublier que les questions touchant le travail sont centrales au sujet de la création de jeu depuis ses origines. Les Easter Eggs, un phénomène maintenant très connu, sont initialement apparus suite à des conflits entre travailleu·se·rs et management dans des compagnies de jeu vidéo, et des questions de crédits non-attribués."},"path":"fr/unionfaqs-history-of-unrest"}
