{"template":"../src/containers/UnionFAQs","sharedHashesByProp":{},"data":{"title":"Not in the Industry?","type":"unionfaqs","contents":"<p>Even if you don&#39;t work in the game industry yourself, there are still lots of\nother ways you can support organizing efforts:</p>\n<ol>\n<li><p><strong>Help unionize your own industry, or get involved in your own union</strong>! The\nmore workers that are organized, the more potential there is for\ncross-industry solidarity and mutual aid. And the more unionization gains\nmomentum across industries, the more it becomes a logical path for\nunorganized sectors.</p>\n</li>\n<li><p><strong>Talk to players about why unions are important</strong> and how they can address\nproblems that affect both workers and consumers. Remind them that the\nconditions and pressures that result in compromised games (or abusive\nmechanics like loot boxes) aren&#39;t the choice of the workers — we hate that\nstuff too and we want to make the best games possible! — but the result of\nbosses&#39; decisions.</p>\n</li>\n<li><p><strong>Signal boost workers in the industry</strong> who speak out about working\nconditions. If you&#39;re a streamer, a writer, or someone who makes videos, talk\nabout these issues in the work you produce. (There&#39;s lots of different\navenues to explore, too — we&#39;d love to see a broader historical perspective\non how labour issues have been part of games since the beginning.)</p>\n</li>\n<li><p><strong><a href=\"https://www.gameworkersunite.org/get-involved\">Join Game Workers Unite</a>\nand get involved</strong> in on-the-ground organizing efforts! We actively encourage\nplayers, academics, and anyone who wants to improve conditions in the\nindustry to engage in the community and help us succeed.</p>\n</li>\n</ol>\n","prevPages":{"en":{"route":"/en/organizing-your-work","name":"Strategy Guide: How to Start Organizing your Workplace"},"fr":{"route":"/fr/organizing-your-work","name":"Guide de stratégie: Comment commencer à syndiquer votre lieu de travail"}},"nextPages":{"en":{"route":"/en/in-closing","name":"In Closing"},"fr":{"route":"/fr/in-closing","name":"En conclusion"}},"description":"Even if you don't work in the game industry yourself, there are still lots of other ways you can support organizing efforts:"},"path":"en/unionfaqs-ally-get-involved"}
