{"template":"../src/containers/Article","sharedHashesByProp":{},"data":{"title":"From the Desk of the Editors","contents":"<h3 id=\"dear-reader-\"><strong><em>Dear Reader…</em></strong></h3>\n<p>Welcome back to another thrilling issue of the <strong>Game Workers Unite magazine</strong>.\nBy the time this mag, hot off the presses, reaches your shaking, excited hands,\nGWU will be celebrating its <strong>first anniversary</strong>. We thought we&#39;d take a moment\nto reflect on the tidings of the past year, both good and ill.</p>\n<p><strong>Let&#39;s start with the ill</strong>. Telltale, Capcom Vancouver, Visceral, Big Fish,\nDisney Canada, Six Foot, Trion Worlds, Carbine, Motiga, Boss Key, Runic, Bartlet\nJones, Wargaming Seattle, Gazillion, Eugen, Firemonkeys, ArenaNet and NCSoft,\nGOG, Techland, NetEase, Valve, and Activision Blizzard — and forgive us if we&#39;ve\nforgotten anyone, it&#39;s been a little hard to keep count — all suffered mass\nlayoffs or were shuttered outright.</p>\n<p>You might not recognize all these names, but if you&#39;ve been in the industry for\na while there&#39;s a good chance you know someone who&#39;s been affected. Between\nSeptember and October 2018 alone, <strong>at least 800 game workers</strong> lost their jobs.\nFebruary 2019&#39;s toll stands at <strong>at least 1000 lost jobs</strong>. With the swift drop\nof an axe, the Firemonkeys layoffs singlehandedly shrank the Australian games\nindustry workforce by 5% — just months after they extended an invitation to\nformer Capcom and Telltale employees on Twitter <a href=\"https://twitter.com/thefiremonkeys/status/1043333183268257792\">noting they were\nhiring</a>. All in\nall, <strong>thousands of industry jobs have been lost over the past year</strong>.</p>\n<p>Why are all these layoffs happening, you ask? Why, record-breaking revenues, of\ncourse! In a press release to investors the day layoffs started at Activision,\nCEO Bobby Kotick\n<a href=\"https://kotaku.com/activision-blizzard-begins-massive-layoffs-1832571288\">wrote</a>:\n&quot;While our financial results for 2018 were the <strong>best in our history</strong>, we\ndidn&#39;t realize our full potential.&quot; (<em>Full potential</em>? Seriously? He sounds like\na parent disowning their child for getting perfect grades and an inbox full of\nscholarship offers. We&#39;d also be remiss to fail to note that Kotick himself is\none of the highest-paid CEOs — not just in the games industry, not just in tech,\nnot just in America, but everywhere, of all time.) Elsewhere, Telltale&#39;s fall\nfrom massive critical and commercial success, widely attributed to routine\nmismanagement and nearsighted pursuit of profit on the part of its shareholders,\nis by now <a href=\"https://www.youtube.com/watch?v=2VR7Hl6SuXE\">well-documented</a>.</p>\n<p>It&#39;s been a rough, scary year for those of us working in the industry, and signs\ndon&#39;t point to things getting better anytime soon. <strong>But we&#39;re starting to fight\nback</strong>.</p>\n<p>In that same year of tumult, <strong>over 25 local chapters of Game Workers Unite</strong>\nwere founded around the world. Earlier this year, <strong><a href=\"https://www.gwu-uk.org/\">GWU\nUK</a> formed an official trade union</strong> in partnership\nwith the Independent Workers Union of Great Britain (IWGB), joining the Syndicat\ndes Travailleuse·eur·s du Jeu Vidéo (STJV) in France and the Game Makers of\nFinland as one of the first official unions representing game workers. GWU\nmembers have made <a href=\"https://www.gameworkersunite.org/gwu-literature\">zines, pamphlets, and other\nliterature</a>, and we&#39;ve\norganized or taken part in dozens of panels, presentations, workshops, and\npublic events. We&#39;ve spoken to press, podcasters, and YouTubers, and helped\nshine a light on working conditions in the industry and the urgent need for\nunionization.</p>\n<p>But more than all that, <strong>we&#39;ve been engaging in on-the-ground organizing</strong>.\nWe&#39;ve been forming workplace committees and building collective power to win\nconcrete demands. There&#39;s a lot of underground work happening that you won&#39;t\nhear about because of the risks for the workers involved, but we&#39;ve already\nhelped win gratifying <strong>legal victories against some of the industry&#39;s most\npowerful bosses</strong> and <strong>reclaim stolen wages.</strong> This is arguably the most\ncritical work we&#39;ve been doing. Organizing is a long haul, and doing it in the\nopen would only put workers&#39; jobs and well-being on the line. But <strong>a sea change\nis happening</strong>, even if you can&#39;t feel the waves from the shore.</p>\n<p>Crucially, <strong>we&#39;re not alone</strong>. The international labour movement is picking up\nsteam: in India, <strong>between 150 and 200 million workers</strong> joined a general strike\nagainst the Modi government&#39;s anti-labour policies. (For context, a strike of\ncomparable size in Europe would include the <strong>entire combined labour force of\nthe UK, Germany, France, Italy, Spain, and Portugal</strong>.) The 2018 US prison\nstrike, where inmates demanded an end to prison slavery, dehumanizing\nconditions, and racial discrimination, saw participation in at least 17 states\nand solidarity actions across North America and around the globe.</p>\n<div class=\"md-img right off-5\">\n<img\n  src=\"/images/candle.svg\"\n  alt=\"Candle\"\n/>\n</div>\n\n<p>Even in the tech sector (which historically has not been fertile ground for\nlabour organizing) significant movements and actions are taking place. At\nGoogle, employees banded together to protest military AI contracts and\n<a href=\"https://twitter.com/GoogleWalkout\">organized a walkout</a> against sexual\nharassment and a culture hostile to marginalized people. At Microsoft, workers\nare organizing against the use of their products for border policing and <a href=\"https://twitter.com/techworkersco/status/1103502027726995459\">the\nsurveillance of journalists and\nactivists</a> and\n<a href=\"https://twitter.com/MsWorkers4\">against the militarization of consumer technology like the\nHololens</a> (which also concerns us, as many of\nthese technologies are also developed for or used in games). Groups like Tech\nWorkers Coalition are gaining traction as they support these struggles, and\nothers, across their industry.</p>\n<p>Meanwhile, an international wave of strikes in education, healthcare,\nhospitality, transportation, and many other industries showcased the scale and\nscope of workers&#39; dissatisfaction with the status quo.</p>\n<p>Together, we have the capacity to build a better, fairer, and more sustainable\nfuture for workers all around the globe. If you&#39;re a worker in games, abuses\nlike <strong>mass layoffs</strong>, <strong>crunch</strong>, and <strong>harassment</strong> might seem like\nunavoidable realities of the industry. <strong>But they don&#39;t have to be</strong>. Join us.</p>\n","prevPages":{"en":null,"fr":null},"nextPages":{"en":{"route":"/en/unionfaqs-whats-a-game-worker","name":"What's a Game Worker?"},"fr":{"route":"/fr/unionfaqs-whats-a-game-worker","name":"Qu’est-ce qu’un·e “travailleu·se·r du jeu vidéo”?"}},"description":"Welcome back to another thrilling issue of the Game Workers Unite magazine. By the time this mag, hot off the presses, reaches your shaking, excited hands, GWU will be celebrating its first anniversary. We thought we'd take a moment to reflect on the tidings of the past year, both good and ill."},"path":"en/intro"}
