{"template":"../src/containers/Article","sharedHashesByProp":{},"data":{"title":"Comment les syndicats peuvent-ils aider ?","contents":"<p>Un syndicat est une organisation de travailleu·se·rs qui se consacre à <strong>améliorer les salaires, les horaires et les conditions de travail</strong> au sein de leur compagnie ou industrie à travers des négociations collectives. <strong>Les syndicats mobilisent le pouvoir collectif des travailleu·se·rs</strong> pour contrebalancer le pouvoir détenu par les patrons et actionnaires.</p>\n<p>En tant que travailleu·se·rs, nous bénéficions des luttes syndicales menées avant nous. Voici quelques exemples de combats remportés par les syndicats dans le passé :</p>\n<p>Normes de sécurité • Assurance maladie • Fin des heures supplémentaires non payées • Assurance chômage • Protection face aux licenciements de masse et renvois injustes • Politiques anti-harcèlement • Réduction de la disparité salariale • Congés maladie payés • Congés parentaux payés • Congés annuels • Retraite • Week-ends • Pauses repas • Abolition du travail des enfants</p>\n<p>Les sections suivantes expliquent plus précisément par quels moyens les syndicats peuvent assister les travailleu·se·rs dans l’industrie du jeu vidéo.</p>\n<h3 id=\"licenciements\">Licenciements</h3>\n<div class=\"md-img right off-4\">\n<img\n  src=\"/images/pizza.svg\"\n  alt=\"Pizza slice\"\n  style=\"width:240px;max-width:100%;\"\n/>\n</div>\n\n<p>La plupart du travail dans le jeu vidéo repose sur des contrats ou “projets”, beaucoup de travailleu·se·rs risquent donc de se retrouver sans emploi lorsque les projets s’achèvent. C’est une façon malsaine de travailler, mais en plus, les travailleu·se·rs sont parfois licencié·e·s sans aucune forme d’avertissement.</p>\n<p>Vous ignorez peut-être comment les syndicats peuvent être utiles dans l’éventualité de licenciements collectifs; les suppressions d’emplois, on n’y peut rien, n’est-ce-pas? Détrompez vous. L’une des choses les plus importantes qu’un syndicat puisse accomplir pour un milieu de travail est une <strong>convention collective de travail</strong> (CCT). Une CCT n’est pas la seule technique pour faire des demandes — mais son efficacité est prouvée, et la plupart des CCT apportent une protection pour les travailleu·se·rs contre les licenciements :</p>\n<blockquote>\n<p>Certaines CCT interdisent les licenciements <strong>même si l’employeur affirme ne pas avoir assez d’argent pour garantir la paie de tous…</strong> ou bien elles interdisent aux employeurs de licencier les travailleu·se·rs syndiqué·e·s ou de sous-traiter leurs postes.</p>\n<p>Beaucoup de conventions collectives requièrent des employeurs qu’ils “rappellent” ou ré-embauchent les travailleu·se·rs licencié·e·s, dès lors que les renvois ne sont plus justifiés (quand le travail redémarre) (<a href=\"https://www.lawyers.com/legal-info/labor-employment-law/employment-contracts/can-your-union-save-you-from-a-layoff.html\">Source</a>)</p>\n</blockquote>\n<p>Dans une industrie qui passe souvent à travers des cycles d’embauche et renvoi au fur et à mesure que les projets entrent en pleine production, deviennent “gold”, sont annulés ou changent de scope, il est évident que même un mince “droit au rappel” pourrait toujours aider les employé·e·s à obtenir davantage de stabilité et tranquillité d’esprit.</p>\n<p>Les employeurs considèrent souvent la main d’oeuvre qualifiée dans une certaine région de “réserve de talents” dont ils peuvent puiser des gens lorsqu’ils en ont besoin, et les y renvoyer quand ils ne leur sont plus d’aucun usage. Mais nous savons que <strong>la précarité n’a pas à être une des conditions du travail dans l’industrie.</strong></p>\n<h3 id=\"crunch\">Crunch</h3>\n<blockquote>\n<p>Miyamoto rentrait souvent dans nos bureaux vers 11 heures du soir, après avoir fini ses tâches administratives, et annonçait “<strong>it’s Mario Time!</strong>”. Dès lors, on commençait une réunion qui durait jusqu’à 2 heures du matin.</p>\n</blockquote>\n<div class=\"md-attribution\">\n&#x2014;\n<a href=\"https://kotaku.com/at-nintendo-working-all-night-is-mario-time-1794042341\">\nMotoi Okamoto, ancien gestionnaire chez Nintendo, à propos du développement de Mario 64 sur DS\n</a>\n</div>\n\n<p>En octobre dernier, avec la sortie imminente de Red Dead Redemption 2, Dan Houser, patron et co-fondateur de Rockstar Games, a déclaré fièrement au New York Magazine que ses employé·e·s faisaient <strong>régulièrement des semaines de 100 heures pour préparer la sortie du jeu.</strong> Comptez bien — En dormant 8 heures par nuit, il ne reste déjà que 112 heures par semaine! Retirez le temps dans les transits (du moins, si les employé·e·s ne restaient pas au bureau), le temps de manger, etc… on en conclut que les travailleu·se·rs chez Rockstar passaient presque chaque instant de leur vie éveillée à leur job.</p>\n<p>Houser est par la suite revenu sur ses mots, disant que seule l’équipe des writers avait travaillé autant pendant quelques semaines. Mais cela a provoqué un tollé de la part d’ancien·ne·s et actuel·le·s employé·e·s qui ont souligné le mensonge évident et décrit les pressions immenses mises sur leurs épaules (un ancien employé <a href=\"https://archive.fo/2M7CG\">remarque</a> “sur GTA 4, c’était comme travailler avec un pistolet pointé sur la tempe, 7 jours par semaine”) tandis que d’autres étaient simplement mécontent·e·s de voir leur travail éreintant se faire banaliser par un patron du studio.</p>\n<p>Houser semble croire que le crunch est un symbole de dévouement, de passion, qu’il prouve la qualité de leurs jeux. <strong>Mais le crunch est une pratique abusive.</strong> Il peut s’étaler sur des mois — voire des années— et a de réelles conséquences sur la santé mentale et physique au long terme. En 2015, Clint Hocking, directeur créatif sur Splinter Cell: Chaos Theory, se rappelle des effets que le crunch prolongé a eu sur sa santé durant le développement du jeu 10 ans plus tôt :</p>\n<blockquote>\n<p>[Mon ami] venait de passer une semaine à vivre chez moi. Travaillant auparavant de 70 à 80 heures par semaine, j’avais limité ma semaine à juste 40 heures pour passer du temps avec lui. On était sortis au bar, allés voir des films, on avait joué, parlé de nos carrières, de l’industrie, de notre passé et de notre futur... puis tous ces moments ont simplement disparu. Je ne pouvais plus m’en rappeler.</p>\n<p>Pour être clair, je n’avais pas juste oublié les détails de sa visite. Je n’avais réellement aucun souvenir de ces évènements. Pour moi, c’était comme si ça ne s’était jamais produit, comme s’il n’était jamais venu me rendre visite. Il y avait un espace vide dans ma tête qui était occupé par tout le stress et l’anxiété de Splinter Cell. <strong>Splinter Cell: Chaos Theory m’a donné des lésions cérébrales</strong> (<a href=\"https://clicknothing.typepad.com/click_nothing/2015/03/ten-years-down.html\">Source</a>)</p>\n</blockquote>\n<p>Hocking s’en est peut-être bien tiré. En 2016, un développeur de la compagnie Sud Coréenne Netmarble <a href=\"https://massivelyop.com/2017/08/04/crunch-mode-caused-a-young-netmarble-game-developers-death-korean-government-says/\">a été reconnu</a> “mort d’une cause liée au travail” après plusieurs mois d’overtime.</p>\n<div class=\"md-img right off-5\">\n<img\n  src=\"/images/tiredtoad.png\"\n  alt=\"Tired toad\"\n/>\n</div>\n\n<p>Beaucoup essaient de dépeindre le crunch comme étant inévitable, mais nous savons qu’il est le résultat d’un mauvais planning et de deadlines inatteignables -- et surtout, de <strong>l’importance donnée aux profits plutôt qu’aux êtres humains qui produisent les jeux.</strong> Concrètement, les syndicats peuvent décourager le crunch en <strong>assurant que les heures supplémentaires soient payées, que leur paie soit augmentée, et en placant des limites strictes sur la quantitée autorisée par jour ou par semaine.</strong> Ces mesures bénéficient ceux qui sont déjà dans l’industrie, mais poussent aussi les employeurs à embaucher davantage de travailleu·se·rs au lieu de s’en tirer en forçant trois fois la charge de travail raisonnable sur une seule personne.</p>\n<blockquote>\n<p>&quot;Quand les gens de Bioware ont dit qu’ils avaient crunché pendant 3 mois, on a ri. Pendant la production de The Witcher 3, beaucoup d’entre nous ont crunché pendant plus d’un an -- pour certains, pendant trois ans.</p>\n<p>Le développement de The Witcher 3 ne faisait qu’empirer. Le moral était tombé très bas et tout le monde se plaignait pendant le repas. Certain·e·s d’entre nous avaient encore hâte d’arriver sur Cyberpunk, pour prendre un nouveau départ sur un “nouveau” projet. Quand le switch vers Cyberpunk a enfin commencé... les choses sont devenues encore plus chaotiques. À cette période, presque toutes les personnes de mon équipe voulaient partir.”</p>\n</blockquote>\n<div class=\"md-attribution\">\n   &#x2014;\n   <a href=\"https://www.gamezone.com/news/cd-projekt-red-developers-speak-up-on-the-realities-of-working-on-witcher-3-and-cyberpunk-2077-3461430/\">\n    Interview d'un développeur de CD Projekt Red sur les conditions de travail dans le studio.\n  </a>\n</div>\n\n\n<h3 id=\"harc-lement\">Harcèlement</h3>\n<p>Le harcèlement est un problème bien connu dans l’industrie du jeu vidéo depuis des années, mais jusqu’à présent <strong>les patrons ont très peu agi pour adresser le problème</strong>, à part en délivrant de vagues discours sur leurs “condamnations du harcèlement” au sein des compagnies. Les employé·e·s qui se font harceler au travail n’ont souvent aucune option pour se défendre. Les départements des RH sont censés être la première destination pour les victimes, mais sont souvent trop concernés par la protection de l’image publique de la compagnie plutôt que par la protection de leurs employé·e·s.</p>\n<div class=\"md-img right off-9\">\n<img\n  src=\"/images/mug.svg\"\n  alt=\"Mug\"\n/>\n</div>\n\n<p>L’aide des syndicats peut offrir aux travailleu·se·rs un lieu où leurs préoccupations seront entendues, et contrairement aux RH, les syndicats sont directement responsables auprès des travailleu·se·rs qu’ils représentent. Tandis qu’un·e travailleu·se·r isolé·e pourrait être ignoré·e ou renvoyé·e pour avoir parlé du harcèlement qu’elle·il a vécu (surtout si la personne responsable du harcèlement a du pouvoir dans la compagnie), elle·il est plus susceptible d’être pris·e au sérieux avec <strong>le support d’autres employé·e·s.</strong> Les syndicats peuvent se battre pour des réformes systémiques, telles que l’introduction de politiques anti-harcèlement ou de programmes d’entraînement.</p>\n<p>Le harcèlement a plus souvent lieu lorsque des employeurs et managers ont un pouvoir unilatéral de décision sur le futur de la carrière d’un·e employé·e, c’est pourquoi <strong>tout geste qui rééquilibre la balance de pouvoir en faveur des l’employé·e aide aussi à réduire le harcèlement au travail.</strong> Le harcèlement étant souvent lié à la discrimination et au manque de diversité, on peut le limiter grâce à des mesures telles que des pratiques d’embauches plus justes, une équité salariale ou des couvertures d’assurance santé plus complètes. </p>\n<p>Les travailleu·se·rs marginalisé·e·s, plus susceptibles d’être la cible de harcèlement, <strong>s’organisent déjà</strong> dans de nombreuses compagnies à travers des “whisper networks” et des groupes de support informels. Ces efforts forment souvent la base pour des campagnes d’organisation plus larges, et aident à rétablir solidarité, confiance et respect mutuel. Pendant que les entreprises poussent à se concurrencer pour des postes ou promotions, créant une culture de travail hostile et toxique, la syndicalisation encourage les travailleu·se·rs à s’allier pour résoudre leurs problèmes collectivement. <strong>La solidarité est la clef d’une campagne de syndicalisation réussie</strong>, et une fois que les travailleu·se·rs l’ont compris, ils sont davantage en mesure de changer les points de vue et attitudes qui ne servent au final qu’à nous diviser et perdre notre pouvoir</p>\n<h3 id=\"contr-le-cr-atif\">Contrôle créatif</h3>\n<p>Vous croyez peut-être que la principale motivation de vos patrons est de créer d’excellents jeux, et c’est parfois le cas. Mais au bout du compte, leur but est de faire du profit, et cela a toujours un impact sur les décisions créatives.</p>\n<p>La chasse à des profits toujours plus élevés pousse les patrons à prioriser certains projets, à penser au placement de pubs, à adapter le design en fonction des recherches de marché, et à d’autres compromis créatifs. C’est pourquoi les projets plus novateurs sont annulés en faveur des “paris sûrs”, ou que les travailleu·se·rs doivent respecter des deadlines irréalistes pour publier le jeu avant les périodes de fêtes.</p>\n<p>Si vous travaillez dans l’industrie, <strong>combien de fois avez-vous dû implémenter ou supprimer une feature suite à une décision prise par un patron</strong>, qui s’est révélée néfaste à la qualité du jeu ? <strong>Ne souhaitez-vous pas avoir le pouvoir de négocier dans de telles situations</strong> ? Ne voudriez-vous pas avoir été au moins consulté·e, au lieu d’avoir à travailler silencieusement dans une direction, tout ça pour devoir recommencer de zéro un mois plus tard parce que les hautsplacés ont décidé qu’une nouvelle tendance devait à tout prix être intégrée au projet ?</p>\n<p>Les travailleu·se·rs dans l’industrie du jeu vidéo sont passionné·e·s par ce qu’elles·ils font - c’est pourquoi les compagnies s’en tirent avec leur exploitation ! - il est donc particulièrement blessant de les voir forcé·e·s de créer des choses en lesquelles elles·ils n’ont aucune foi. Que les travailleu·se·rs finissent par s’accorder avec les décisions du management ou non, <strong>dans un lieu de travail syndiqué, leurs opinions pourront au moins être exprimées et entendues.</strong></p>\n<p>Une force de travail syndiquée ou une coopérative de salarié·e·s n’aident pas juste à améliorer les conditions au bureau ! Elles permettent bel et bien aux personnes <em>qui font réellement</em> les jeux d’exercer un plus grand contrôle créatif et de diriger leurs efforts vers quelque chose en quoi elles·il croient.</p>\n<h3 id=\"probl-mes-de-cr-dits\">Problèmes de crédits</h3>\n<p>Les crédits sont une façon importante de se faire remarquer dans l’industrie, et vous pourriez croire que se faire créditer pour son travail sur un jeu est un processus simple, mais ce n’est pas toujours vrai. Le journaliste Richard Moss <a href=\"https://www.gamasutra.com/view/news/329003/How_bad_crediting_hurts_the_game_industry_and_muddles_history.php\">écrivait l’an dernier</a>: </p>\n<blockquote>\n<p>Pour les studios, les crédits peuvent constituer un outil de pression… [Rockstar] a longtemps maintenu pour politique de ne créditer les gens ayant travaillé sur un jeu que si elles·ils étaient présent·e·s lors de la fin du projet, pour encourager l’équipe à “atteindre la ligne d’arrivée”</p>\n</blockquote>\n<p>Cette forme “d’encouragement” n’est pas seulement manipulative, elle complique la recherche d’emploi.</p>\n<p>Les travailleu·se·rs d’autres industries (comme le cinéma) <a href=\"http://www.bccfu.com/wp-content/uploads/2016/08/2015-2018-BCCFU-MASTER-AGREEMENT-Appendix-C.pdf\">se sont battus et ont remporté</a> le droit à être correctement crédité à travers des syndicats. Les syndicats peuvent accomplir la même chose pour l’industrie du jeu vidéo.</p>\n<h3 id=\"une-meilleure-paie\">Une Meilleure Paie</h3>\n<p>Un avantage évident : <strong>les employé·e·s syndiqué·e·s ont en général des salaires plus élevés que celles et ceux qui ne le sont pas</strong> - entre <strong>15 à 25% de plus</strong>. Avec l’appui d’une force de travail organisée, les négociations collectives sont une manière efficace de garantir que notre travail est payé à sa juste valeur. <strong>Mais les syndicats bénéficient également aux travailleu·se·rs qui n’y appartiennent pas</strong>, en montant les standards pour tout le monde. Par exemple, un·e diplômé·e du secondaire dont le lieu de travail n’est pas syndiqué, mais dont l’industrie est à 25% syndicalisée peut de manière générale s’attendre à <a href=\"http://www.epi.org/publication/briefingpapers_bp143/\">être payé·e davantage</a>**  que les travailleu·se·rs d’une industrie moins syndicalisée.</p>\n<p><strong>Les syndicats permettent aussi de réduire l’inégalité</strong>.  Bien que tous les travailleu·se·rs bénéficient d’avoir une union, celles et ceux qui en bénéficient le plus sont typiquement <strong>les plus marginalisé·e·s ou dans une position précaire</strong>. En plus d’améliorer globalement les conditions de travail pour ces personnes, être solidaire est une excellente façon de <a href=\"https://journals.sagepub.com/doi/abs/10.1177/0730888401028004005?journalCode=woxb&amp;\">réduire l’inégalité salariale entre les genres</a>.</p>\n<div class=\"md-img off-9\">\n<img\n  src=\"/images/betterpay.png\"\n  alt=\"Better Pay\"\n/>\n</div>\n\n","prevPages":{"en":{"route":"/en/unionfaqs-whats-a-game-worker","name":"What's a Game Worker?"},"fr":{"route":"/fr/unionfaqs-whats-a-game-worker","name":"Qu’est-ce qu’un·e “travailleu·se·r du jeu vidéo”?"}},"nextPages":{"en":{"route":"/en/unionfaqs-history-of-unrest","name":"A History of Unrest"},"fr":{"route":"/fr/unionfaqs-history-of-unrest","name":"Un passif d'agitation"}}},"path":"fr/unions-help"}
