{"template":"../src/containers/UnionFAQs","sharedHashesByProp":{},"data":{"title":"Craft Unions, Industrial Unions… What’s the Difference?","type":"unionfaqs","contents":"<p>There is more than a single strategy for unionization. Lots of\nexisting unions take the approach of representing workers who are all part of a\nspecific craft or trade, across multiple industries. This is the case of\nSAG-AFTRA, the US union representing voice actors and other media professionals\nacross all sectors including the game industry. These unions are generally\nreferred to as <strong>&quot;craft unions&quot;</strong>.</p>\n<p>There are also unions called <strong>&quot;industrial unions&quot;</strong> that aim to organize all\nworkers within an industry <strong>regardless of their specific craft</strong> by having the\nentire workforce of each company unionize their workplace and join with the\nothers into the industrial union. This is the case of the United Auto Workers\n(UAW) for all workers of the US automobile industry, for example. What approach\nto take and which strategy is best can depend on the specific context workers\nare facing, as the legal framework varies a lot from place to place and the\nsituation may differ in terms of what already-existing unions in other\nindustries or trades are available to offer support and resources. But two\nthings are important to remember:</p>\n<p>1) <strong>Unionization always starts by organizing at the workplace</strong>. A craft union\n   may have a lot of members, and a union may be officially and legally\n   recognized, but if there is no organizing happening at a workplace, bosses\n   there have no reason to enter into negotiation. They can also just make sure\n   to only hire non-members so they never have to worry about the union. It&#39;s\n   only through the active involvement of workers at their own workplace that\n   real change will be possible for the industry.</p>\n<p>2) <strong>Workers are always stronger when they unite</strong>. Divisions between workers\n   tend to be produced by the core conflict between workers and owners. In a lot\n   of industries for example bosses give preferential treatment to white-collar\n   workers so they don&#39;t act in solidarity with blue-collar workers who are\n   trying to unionize, but that opposition is artificial, and a consequence of\n   the deeper division between workers and owners.</p>\n<p>   In the long term, workers can only lose by letting themselves be divided in\n   such a way. On the other hand, all of us benefit by working together and\n   supporting each other in our various struggles. <strong>QA testers, localization\n   workers, console manufacturing workers, and all other game workers must be\n   part of the effort to create a better game industry for it to succeed</strong>. More\n   privileged and better-positioned workers have a responsibility to use their\n   position to support organizing efforts among the workers who are struggling\n   the most. <strong>&quot;Having it good already&quot; is not an excuse to not unionize.</strong></p>\n<div class=\"md-img\">\n<img\n src=\"/images/faqs/Pokemon_All.png\"\n/>\n</div>\n","prevPages":{"en":{"route":"/en/coops","name":"Workers' Cooperatives: A New Way of Creating Commercial Games"},"fr":{"route":"/fr/coops","name":"Les coopératives de salarié·e·s: Une nouvelle façon de créer des jeux commerciaux"}},"nextPages":{"en":{"route":"/en/organizing-your-work","name":"Strategy Guide: How to Start Organizing your Workplace"},"fr":{"route":"/fr/organizing-your-work","name":"Guide de stratégie: Comment commencer à syndiquer votre lieu de travail"}}},"path":"en/unionfaqs-craft-industrial"}
