{"template":"../src/containers/UnionFAQs","sharedHashesByProp":{},"data":{"title":"Get Indie?","type":"unionfaqs","contents":"<p><strong>Unions aren&#39;t just for huge workplaces</strong>. While unions might sound like a\nlogical fit for large companies (say, ones where a multibillionaire boss you&#39;ve\nnever met can fire you while talking about how you haven&#39;t realized your &quot;full\npotential&quot;), <strong>even smaller workplaces can benefit enormously from being\norganized</strong>. In fact, in our experiences small studios can sometimes be <strong>even\nmore abusive</strong>, and more prone (wittingly or unwittingly) to violating your\nrights and boundaries as a worker. Small studio owners will often claim &quot;we&#39;re\nall in this together,&quot; but they&#39;re the ones controlling your salary and the ones\nwho stand to benefit from the company&#39;s successes — not to mention the ones who\ncan fire you when things go wrong (or if they decide they don&#39;t like you).\nAgain, organizing with your coworkers can help give you leverage against these\nkinds of abuses.</p>\n<p>Another way of looking at it is that organizing can simply help better reflect\n<em>who&#39;s actually doing the work</em> at your job. Even if small business owners may\nwear many hats or work alongside you, they usually have disproportionate\ndecision-making power or the ability to veto whatever they choose, because\n<em>they&#39;re the boss</em>. If game development really is a team effort, <em>why shouldn&#39;t\nwe be guaranteed a hand in steering the ship</em>?</p>\n<p>Unionizing now also means you&#39;ll be prepared in case of a change of management,\nwhatever the reason for it. <strong>It&#39;s the owners who decide when to sell the\nstudio</strong>, and they&#39;re the ones who get to cash in on all the work that was put\ninto it when it gets bought out. When that happens, usually all you get as a\nworker is a change of bosses. Notoriously, Notch sold Mojang to Microsoft for\n$2.5 billion and became enormously wealthy for it, while his employees received\nnothing. (Microsoft would later offer a comparatively tiny $300,000 — that&#39;s a\nwhole $0.0003 billion, folks — incentive to workers, but only if they agreed to\nremain Microsoft employees for another six months.)</p>\n<blockquote>\n<p>News of the sale changed things at Mojang. Some felt betrayed by Markus&#39;s\ndecision. Morale plummeted. &quot;People felt like the world was coming to an\nend.&quot; (<a href=\"https://www.wired.com/2015/06/minecraft-book-excerpt/\">Source</a>)</p>\n</blockquote>\n<div class=\"md-img right\">\n<img\n  src=\"/images/faqs/wario.png\"\n  alt=\"Screenshot from Warioware: Mona! I need your help. What's it pay? Uh, hold on... Crzzsh. Crzzsh! I can't hear you. You're breaking up!?\"\n/>\n</div>\n\n<p>There are many more untold stories in the indie scene of folks who join a small\nstartup and accept to be paid less than they&#39;re worth because they really\nbelieve in the project — only to receive nothing after the game makes it big and\nthe owners sell out for millions.</p>\n<p>If your small studio boss claims to be sympathetic to unions: great! As a\nworker, you&#39;re well-positioned to help them put their money where their mouth\nis. But be warned that their sympathy might evaporate if you make it clear that\nyou want to unionize your own &quot;scrappy&quot; little indie studio rather than some\nother company a hundred times bigger than you. Ultimately, owners stand to lose\npower and money if their studio unionizes, which — go figure — makes it a hard\nsell for a lot of them when it comes down to brass tacks.  <strong>It&#39;s in these\nmoments that it becomes clear just how shallow the &quot;we&#39;re all friends here&quot;\nmantra really is</strong>. By bargaining collectively, you are forcing your employer to\nreckon with the realities of working together: the boundaries you want to ensure\nare in place, the rights you want to assert, the conditions you want to improve.\nThese are all topics that tend to be difficult to broach on your own when\nthere&#39;s an unacknowledged power dynamic.</p>\n<blockquote>\n<p>&quot;By fabricating the illusion of employer as friend, the employed is denied the\nopportunity to protest, argue, fight, be adversarial and demand more of their\nworking conditions.&quot;</p>\n</blockquote>\n<p>If your boss <em>really really</em> means it when they say\nthey&#39;re sympathetic and want everyone to be equal, why not push for collective\nownership? Transitioning to a cooperative model is a great way to ensure\neveryone at a company benefits from their successes and hard work. And if you&#39;re\nthinking of starting a new studio yourself, forming a worker cooperative is a\ngreat way to bake in those values right from the start.</p>\n","prevPages":{"en":{"route":"/en/boss-tactics","name":"Boss Fight Tips & Tricks"},"fr":{"route":"/fr/boss-tactics","name":"Boss Fight, les soluces"}},"nextPages":{"en":{"route":"/en/coops","name":"Workers' Cooperatives: A New Way of Creating Commercial Games"},"fr":{"route":"/fr/coops","name":"Les coopératives de salarié·e·s: Une nouvelle façon de créer des jeux commerciaux"}},"description":"Unions aren't just for huge workplaces. While unions might sound like a logical fit for large companies (say, ones where a multibillionaire boss you've never met can fire you while talking about how you haven't realized your \"full potential\"), even smaller workplaces can benefit enormously from being organized. In fact, in our experiences small studios can sometimes be even more abusive, and more prone (wittingly or unwittingly) to violating your rights and boundaries as a worker. Small studio owners will often claim \"we're all in this together,\" but they're the ones controlling your salary and the ones who stand to benefit from the company's successes — not to mention the ones who can fire you when things go wrong (or if they decide they don't like you). Again, organizing with your coworkers can help give you leverage against these kinds of abuses."},"path":"en/unionfaqs-get-indie"}
