{"template":"../src/containers/Article","sharedHashesByProp":{},"data":{"title":"Un petit mot de la rédac","contents":"<h3 id=\"ch-res-lectrices-chers-lecteurs-\"><strong><em>Chères lectrices, chers lecteurs…</em></strong></h3>\n<p>Bienvenue dans cette édition du <strong>zine Game Workers Unite!</strong> Pour célébrer l’arrivée de ce magazine dans vos mains tremblantes d’enthousiasme, faisons le tour des nouvelles récentes, bonnes et mauvaises.</p>\n<p><strong>D’abord, les mauvaises.</strong> Telltale, Capcom Vancouver, Visceral, Big Fish, Disney Canada, Six Foot, Trion Worlds, Carbine, Notiga, Boss Key, Runic, Bartlet Jones, Wargaming Seattle, Gazillion, Eugen, Firemonkeys, ArenaNet et NCSoft, GOG, Techland, NetEase, Valve et Activision Blizzard – pardonnez les oublis, le compte est dur à suivre – ont tous souffert de licenciements massifs ou mis la clé sous la porte.</p>\n<p>Vous ne reconnaissez peut-être pas tous ces noms, mais si vous êtes dans l’industrie depuis un moment, vous connaissez probablement une personne qui a été affectée. Rien qu’entre Septembre et Octobre 2018, au moins <strong>800 travailleu·se·rs du jeu vidéo</strong> ont perdu leur emploi. En Février 2019, <strong>plus de 1000 postes</strong> ont été supprimés. Les licenciements chez Firemonkeys ont suffi à réduire la taille de la main d’oeuvre de l’industrie du jeu vidéo Australienne de 5% – quelques mois après avoir invité d’ancien·ne·s employé·e·s de Capcom et Telltale à candidater chez eux, <a href=\"https://twitter.com/thefiremonkeys/status/1043333183268257792\">disant qu’ils étaient en plein recrutement</a>. Au final, des milliers de postes dans l’industrie du jeu vidéo ont été perdus rien qu’au cours de l’année passée.</p>\n<p>À quoi doit-on ces licenciements? Aux nouveaux records de profits, évidemment ! Le jour où les licenciements débutaient chez Activision, le CEO Bobby Kotick <a href=\"https://kotaku.com/activision-blizzard-begins-massive-layoffs-1832571288\">écrivait dans un communiqué</a> adressé aux investisseurs : “Bien que nos résultats financiers pour 2018 soient les meilleurs de l’histoire de la compagnie, nous n’avons pas atteint notre plein potentiel.” (Plein potentiel ? Sérieusement ? On croirait entendre un parent reniant un enfant qui aurait obtenu d’excellentes notes et plein d’offres de bourses d’études. Rappelons que Kotick est l’un des CEO les mieux payés au monde, et pas seulement dans le secteur technologique) Par ailleurs, l’effondrement de Telltale après son succès commercial et critique, largement attribué à des problèmes de management et d’une poursuite aveugle du profit de la part des actionnaires, est dorénavant <a href=\"https://www.youtube.com/watch?v=2VR7Hl6SuXE\">bien documenté</a>.</p>\n<p>L’année passée a été dure et sinistre pour nous qui travaillons dans l’industrie, et rien ne semble indiquer que les choses vont s’améliorer de sitôt. <strong>Mais notre riposte a commencé.</strong></p>\n<p>Dans la même année de tumulte, <strong>plus de 25 chapitres locaux de Game Workers Unite</strong> ont été fondés autour du globe. <strong><a href=\"https://www.gwu-uk.org/\">GWU UK</a> a établi un syndicat officiel</strong> en partenariat avec l’IWGB (Independent Workers Union of Great Britain), rejoignant le STJV (Syndicat des Travailleu·se·rs du Jeu Vidéo) en France et les Game Makers de Finlande en tant que premiers syndicats officiels représentant les travailleu·se·rs du jeu vidéo. Les membres de GWU ont écrit plusieurs <a href=\"https://www.gameworkersunite.org/gwu-literature\">zines et pamphlets</a>, et organisé ou pris part à des douzaines de tables rondes, présentations et évènements publics. Nous avons parlé à la presse, et aidé à lever le voile sur les conditions de travail dans l’industrie, et le besoin urgent de se syndiquer.</p>\n<p>Au delà de ça, nous nous sommes <strong>engagé·e·s dans une organisation sur le terrain</strong>. Nous avons formé des comités et bâti un pouvoir collectif pour gagner des demandes concrètes. Il y a beaucoup de travail caché dont vous n’entendrez pas parler pour éviter de compromettre les travailleu·se·rs impliqué·e·s, mais nous avons déjà aidé à remporter <strong>des victoires légales contre certains des patrons les plus puissants de l’industrie</strong>, et à <strong>récupérer des salaires volés</strong>. Il s’agit du travail le plus crucial que nous ayons accompli. S’organiser est un long parcours, et le faire à découvert ne ferait que mettre en danger les postes et le bien être de certain·e·s travailleu·se·rs. Mais une vague de changement radical arrive, même si vous ne la voyez pas encore.</p>\n<p>Et surtout, <strong>nous ne sommes pas seul·e·s</strong>. Le mouvement syndical international accélère : en Inde, <strong>entre 150 et 200 millions de travailleu·se·rs</strong> ont rejoint une grève générale contre les politiques anti-travail du gouvernement Modi (une grève de taille comparable en Europe inclurait <strong>la force de travail combinée du Royaume-Uni, de l’Allemagne, de la France, de l’Italie, de l’Espagne et du Portugal</strong>). Aux ÉtatsUnis, la grève des prisonni·ères·ers de 2018 où les détenu·e·s ont réclamé la fin de l’esclavage carcéral, des conditions inhumaines et de la discrimination raciale, a compté des participant·e·s dans plus de 17 états, et de nombreuses actions  de solidarité à travers l’Amérique du Nord et autour du globe. </p>\n<div class=\"md-img right off-5\">\n<img\n  src=\"/images/candle.svg\"\n  alt=\"Chandelle\"\n/>\n</div>\n\n<p>Même dans le secteur de la technologie (qui, historiquement, n’a jamais été un terrain fertile pour l’organisation syndicale) des actions et mouvements significatifs sont en train de prendre place. Chez Google, les employé·e·s se sont allié·e·s pour protester contre les contrats d’intelligence artificielle à portée militaire et ont <a href=\"https://twitter.com/GoogleWalkout\">organisé un walkout</a> contre le harcèlement sexuel et une culture de compagnie hostile aux personnes marginalisées. Chez Microsoft, les travailleu·se·rs s’organisent contre l’usage de leurs produits dans la régulation des frontières et <a href=\"https://twitter.com/techworkersco/status/1103502027726995459\">la surveillance des journalistes et activistes</a>, et contre <a href=\"https://twitter.com/MsWorkers4\">la militarisation de technologies de consommation telles que l’Hololens</a> (ce qui nous concerne également, étant donné que beaucoup de ces technologies sont également développées pour le jeu vidéo). Des groupes comme la Tech Workers Coalition gagnent en traction en supportant ces luttes et bien d’autres à travers leur industrie.</p>\n<p>Pendant ce temps, une vague internationale de grèves dans l’éducation, la santé, les transports et bien d’autres industries démontre l’échelle et la portée du mécontentement des travailleur·se·s envers le statu quo.</p>\n<p>Ensemble, nous sommes capables de bâtir un futur meilleur, plus juste et durable pour les travailleu·ses·rs tout autour du monde. Si vous êtes un·e travailleu·se·r dans le jeu vidéo, les abus tels que les <strong>licenciements de masse</strong>, le <strong>crunch</strong> et le <strong>harcèlement</strong> peuvent sembler être des réalités inévitables de l’industrie. <strong>Mais elles n’ont pas à l’être</strong>. Rejoignez-nous.</p>\n","prevPages":{"en":null,"fr":null},"nextPages":{"en":{"route":"/en/unionfaqs-whats-a-game-worker","name":"What's a Game Worker?"},"fr":{"route":"/fr/unionfaqs-whats-a-game-worker","name":"Qu’est-ce qu’un·e “travailleu·se·r du jeu vidéo”?"}},"description":"Bienvenue dans cette édition du zine Game Workers Unite! Pour célébrer l’arrivée de ce magazine dans vos mains tremblantes d’enthousiasme, faisons le tour des nouvelles récentes, bonnes et mauvaises."},"path":"fr/intro"}
