{"template":"../src/containers/UnionFAQs","sharedHashesByProp":{},"data":{"title":"What Are Strikes?","type":"unionfaqs","contents":"<p>The topic of striking will necessarily come up whenever unions are being\ndiscussed. The thing is, nobody really wants a strike to happen. Workers\ngenerally just want to be able to do their job in good conditions, while being\npaid fairly and in dignity. Strikes can be harrowing affairs for everyone\ninvolved.</p>\n<p>But in a way, it&#39;s the hypothetical possibility of calling a strike that forms\nthe basis of our power when we unionize. It&#39;s because our labour is the source\nof all profits that the idea of workers withdrawing that labour is so\nthreatening to bosses. <strong>It&#39;s our biggest bargaining chip</strong>.</p>\n<p>Ideally, strikes would never happen, and reason would always prevail in\nnegotiations with bosses. When strikes do happen, it&#39;s because those\nnegotiations already failed, and an acceptable agreement couldn&#39;t be reached\nbetween management and the union. Everybody wants to avoid that and find a\nbetter solution, but the important thing to remember is that without the\npotential to call a strike as a last-resort measure, workers would have no real\nleverage with bosses, and bosses would have no reason to take them seriously.</p>\n<div class=\"md-img\">\n<img\n  src=\"/images/faqs/nitw_picket.png\"\n  alt=\"Screenshot from Night in the Woods: You come down and picket with us if we walk out?\"\n/>\n</div>\n","prevPages":{"en":{"route":"/en/players-workers","name":"When Gamer Rage Gets Harnessed to Discipline Workers"},"fr":{"route":"/fr/players-workers","name":"Quand la colère des gamers est utilisée contre nous"}},"nextPages":{"en":{"route":"/en/unionfaqs-below-the-grassroot","name":"Below the (Grass)root"},"fr":{"route":"/fr/unionfaqs-below-the-grassroot","name":"La syndicalisation, à la base"}},"description":"The topic of striking will necessarily come up whenever unions are being discussed. The thing is, nobody really wants a strike to happen. Workers generally just want to be able to do their job in good conditions, while being paid fairly and in dignity. Strikes can be harrowing affairs for everyone involved."},"path":"en/unionfaqs-what-are-strikes"}
