{"template":"../src/containers/OpeningStatement","sharedHashesByProp":{},"data":{"openingStatement":{"contents":"<p>Les conditions de travail et les licenciements de masse dans l’industrie du jeu vidéo font beaucoup de bruit depuis plusieurs années. Mais malgré les protestations, très peu a changé — à dire vrai, les choses semblent empirer. En 2018, nous avons pris les choses en main et avons créé <a href=\"https://gameworkersunite.org\"><strong>Game Workers Unite</strong></a> (GWU) afin de se battre collectivement pour de meilleures conditions. </p>\n<h2 id=\"vous-tes-fatigu-e-du-crunch-\">Vous êtes fatigué·e du crunch?</h2>\n<h2 id=\"vous-avez-du-mal-payer-vos-factures-vous-ne-b-n-ficiez-pas-d-une-assurance-sant-ou-de-cong-s-parentaux-ou-cong-s-maladie-\">Vous avez du mal à payer vos factures? Vous ne bénéficiez pas d’une assurance santé, ou de congés parentaux ou congés maladie?</h2>\n<h2 id=\"vous-subissez-du-harc-lement-au-travail-vous-suspectez-d-tre-pay-e-moins-que-vos-coll-gues-cause-de-votre-genre-ou-vos-origines-\">Vous subissez du harcèlement au travail? Vous suspectez d’être payé·e moins que vos collègues à cause de votre genre ou vos origines?</h2>\n<p>En tant que travailleu·se·rs du jeu vidéo, nous sommes conscient·e·s que ces problèmes continueront d’exister tant que nous seront dépendant·es du management pour les addresser. C’est seulement en organisant les employé·e·s du jeu vidéo sous nos propres conditions et afin de défendre nos intérêts collectifs en tant que travailleu·se·rs qu’un réel progrès sera possible.</p>\n<p>GWU est composé exclusivement d’employé·e·s — aucun boss! — et a des chapitres tout autour du monde. Nous construisons un mouvement de solidarité pro-syndicat et aidons les employé·e·s du jeu vidéo à s’organiser pour obtenir de meilleures conditions de travail.</p>\n<p>L’industrie du jeu vidéo effectue des profits record, cependant bien peu de cet argent finit par arriver dans les mains des personnes qui <em>créent véritablement</em> les jeux. Ensemble, nous avons le pouvoir de changer cette réalité.</p>\n"}},"path":"fr"}
