{"template":"../src/containers/Article","sharedHashesByProp":{},"data":{"title":"Workers' Cooperatives: A New Way of Creating Commercial Games","contents":"<h3 id=\"no-bosses-required-\">No Bosses Required!</h3>\n<p>Many workers in the game industry cope with the less-than-ideal working\nconditions by dreaming of one day starting their own business and &quot;becoming\ntheir own boss.&quot; And it makes sense! Who wants to be exploited for someone\nelse&#39;s profits when you could start your own studio and earn the full benefit of\nyour labour?</p>\n<p>Game workers are also particularly lucky that they work in an industry where\nstarting your own game studio, although far from being accessible to everyone,\nis much easier than, say, starting your own car factory as an auto worker. Game\nstudios need much less starting capital — no expensive machinery or raw\nmaterials are required.</p>\n<p>The problem with the traditional &quot;startup&quot; model, however, is that <strong>it\ninevitably tends to replicate the worst problems of the existing game\nindustry</strong>. The few founders who are lucky enough to launch a successful\nbusiness might never need to get a job working for someone else ever again, but\nit will be at the expense of the workers they hire as employees as their\nbusiness expands. Their employees will be the ones now working for their\nprofits, thus reproducing the relationship of exploitation that is found\neverywhere else in the industry.</p>\n<p>But it doesn&#39;t have to be that way! <strong>This is where workers&#39; cooperatives come\nin</strong>: workers&#39; co-ops are businesses that are <strong>fully and democratically owned\nby the people who work there</strong>. Nobody in a workers&#39; co-op is working to create\nprofits for some shareholder, and everyone can earn the full value of their\nlabour. When the co-op expands, new workers become worker-owners, as opposed to\nmerely being employees hired by separate business owners. Many people who start\na business don&#39;t even know that this is an option!</p>\n<p>There are already multiple examples of workers&#39; cooperatives operating in the\ngame industry, such as <strong>Pixel Pushers Union 512</strong> and <strong>Motion Twin</strong> (the\ncreators of <em>Dead Cells</em>). And two of the creators of <em>Night in the Woods</em> have\njust launched a workers&#39; cooperative called <strong>The Glory Society</strong>. Cooperatives\ncan also be a great model for freelance workers, who can benefit from uniting\nunder a single banner to sell their services.</p>\n<p>There are many kinds of organizations that call themselves &quot;cooperatives&quot;, which\nis why we emphasize that we&#39;re talking about <strong>workers&#39; co-ops</strong> here. You may\nalso have heard of &quot;consumer co-ops,&quot; which are owned by the consumers (such as\nREI in the United States or MEC in Canada), but those can be just as\nexploitative to their employees as any other business. There are even some\nbusiness owners&#39; associations that style themselves as &quot;cooperatives&quot; — but in\nactuality they&#39;re nothing more than cartels of bosses; employees have no say in\nhow they are run. (In the Québec game industry, for instance, a group called <em>La\nGuilde</em> has gotten significant media attention and funding and now proudly\nclaims to be the &quot;largest cooperative in this industry in the\nworld.&quot;) This can get pretty confusing and might be\nworth highlighting, especially when discussing the possibility of starting a\nworkers&#39; co-op with fellow game workers who might never have heard of that\nbusiness model.</p>\n<div class=\"md-img\">\n<img\n  src=\"/images/eb-capitalism.png\"\n  alt=\"You guys can't envision the final collapse of capitalism? Incredible!\"\n/>\n</div>\n\n<p><strong>So how do you go about starting a workers&#39; cooperative?</strong> Game\nWorkers Unite is here to help, and can put you in touch with the legal\nassistance you need to found such a business with your fellow workers!\nUnfortunately, most business lawyers who help people form startups have no\nexperience with co-ops. They&#39;re often used to just signing people up for the\nstandard corporate model instead, so having access to specialized advice can be\na big help in forming a co-op. The details also vary from place to place, but\nstarting a co-op is an option everywhere. Another thing to keep in mind is that\nventure capitalists will not want to invest in a workers&#39; cooperative, since\nthey can&#39;t become external shareholders and reap in the profits from your work -\nso they will always focus on pressuring aspiring entrepreneurs to start\ntraditional corporate startups instead. That said, workers&#39; co-ops are still\nperfectly eligible for business loans, and credit unions often have especially\nfavorable deals for them!</p>\n<p>So if you&#39;re considering starting a business or know game workers who are,\ncontact your <a href=\"https://www.gameworkersunite.org/get-involved\">local GWU chapter</a>\n(or the international if you don&#39;t have one yet) and ask them about workers&#39;\nco-ops!</p>\n","prevPage":{"route":"/unionfaqs-get-indie","name":"Get Indie?"},"nextPage":{"route":"/unionfaqs-craft-industrial","name":"Craft Unions, Industrial Unions… What’s the Difference?"}},"path":"coops"}
