{"template":"../src/containers/Article","sharedHashesByProp":{},"data":{"title":"Strategy Guide: How to Start Organizing your Workplace","contents":"<p>Interested in organizing with your coworkers, but don&#39;t know where to start?\nHere are six simple steps to get you on your way to forming a union! <strong>Make sure\nto keep discussions about the possibility of unionizing away from the ears of\nemployers, even if you think they&#39;re sympathetic to your cause.</strong></p>\n<ol>\n<li><p><strong>Reach out to existing unions</strong> and organizations in your area for help,\nadvice, and solidarity. <a href=\"https://www.gameworkersunite.org\">Game Workers Unite\nchapters</a>, related trade and industrial\nunions, and existing game worker unions internationally are all great\nresources for learning how to organize your own workplace, and establishing\nrelationships now can strengthen both parties&#39; actions in the future. <strong>If\npossible, talk to experienced organizers or attend a training session on\nworkplace organizing.</strong></p>\n</li>\n<li><p><strong>Talk to your coworkers</strong> one-on-one about their problems in the workplace,\naway from the supervision of management. Ask questions, and let them tell you\nthe things that they want to fix; listen carefully, and don&#39;t assume you know\nwhat their problems are. Be supportive and understanding, and help them\nrealize they&#39;re not alone in these issues. <strong>Don&#39;t start talking about unions\nyet!</strong> Start by identifying problems to solve.</p>\n</li>\n<li><p><strong>Help them identify collective solutions</strong> to the problems they&#39;ve shared.\nJust talking about issues isn&#39;t enough; stopping there can build frustration\nand anger without being constructive with those feelings. Your goal is to\nguide your co-workers towards seeing collective action as a solution to their\nproblems, by asking questions and listening to their answers. Open-ended\nquestions like &quot;Who else feels this way?&quot; and &quot;What would happen if…&quot; are\nuseful. <strong>Always be honest!</strong> Don&#39;t oversell what&#39;s possible, and don&#39;t\nminimize the potential dangers.</p>\n</li>\n</ol>\n<div class=\"md-img\">\n<img\nsrc=\"/images/mgs.png\"\nalt=\"Snake, you can't just start talking about unionizing in the open. If Big Boss finds out, you're going to be in trouble. You have to be sneaky about it!\"\n/>\n</div>\n\n<ol start=\"4\">\n<li><p><strong>Organize a first action</strong> to solve a simple, achievable problem. You don&#39;t\nneed the whole office on board! Start with 10% of your coworkers, and target\nsomething concrete and achievable: demanding free coffee, or complaining to\nthe boss as a group. By winning these fights, you and your coworkers will see\nthe power of collective action, gain courage and experience, and inspire\nothers to join in the next action. <strong>Before you take that first action,\nthough…</strong></p>\n</li>\n<li><p><strong>Prepare your coworkers for the bosses&#39; reaction</strong> when they find out you&#39;re\norganizing. Bosses have a lot of tactics to break up organizing workers, and\nthey can be very effective and intimidating to the unprepared, but they&#39;re\nalso very predictable. Learn these tactics yourself, and share them with your\ncoworkers. These plays are much less effective when people know they&#39;re\ncoming, and you&#39;ve already had a chance to counter their anti-union lines.</p>\n</li>\n<li><p><strong>Push your coworkers to become organizers themselves</strong>. You can&#39;t do\neverything yourself, so help your coworkers become more involved by giving\nthem tasks and following up. A task can be anything from taking notes at a\nmeeting, to designing and printing flyers, to bringing in new members\nthemselves. Don&#39;t forget to set deadlines and follow up on these tasks; this\nis real and important work, and doing it is empowering. Eventually, your\ncoworkers will be suggesting their own tasks and managing themselves!</p>\n</li>\n</ol>\n<p><strong>Only go public when you&#39;re confident you have the backing of the majority of\nyour workforce</strong> and you have a concrete plan that everyone has agreed upon.\nPeople are routinely fired for trying to unionize, so make sure to protect your\nprivacy, and the privacy of your fellow workers. In most countries a worker&#39;s\nright to unionize is protected under law, so make sure to inform yourself on\nwhat your rights are (local unions can help with this).</p>\n<p>Reach out to us for more details. The GWU membership application as well as\nlinks to local chapters are available here:\n<a href=\"http://www.gameworkersunite.org/get-involved\">www.gameworkersunite.org/get-involved</a></p>\n<p>If there&#39;s no GWU chapter in your area, <a href=\"https://www.gameworkersunite.org/contact-us\">contact the\ninternational</a> and we can help put\nyou in touch with local unions and even help you start a new chapter!</p>\n","prevPage":{"route":"/unionfaqs-craft-industrial","name":"Craft Unions, Industrial Unions… What’s the Difference?"},"nextPage":{"route":"/unionfaqs-ally-get-involved","name":"Not in the Industry?"}},"path":"organizing-your-work"}
