{"template":"../src/containers/UnionFAQs","sharedHashesByProp":{},"data":{"title":"Devenir Indie ?","type":"unionfaqs","contents":"<p><strong>Les syndicats ne sont pas seulement pour les milieux de travail les plus larges</strong>. Bien que les syndicats semblent être une solution logique pour les grandes compagnies (disons, celles où un patron multimilliardaire que vous n’avez jamais rencontré peut vous virer tout en racontant que vous n’avez pas achevé votre “plein potentiel”), <strong>même les plus petites compagnies peuvent énormément bénéficier d’un syndicat</strong>. En fait, de notre expérience, les petits studios sont parfois <strong>encore plus abusifs</strong>, et plus prédisposés (consciemment ou non) à ne pas respecter vos droits et limites en tant que travailleu·se·r. Les patrons de petits studios vont souvent clamer que “nous sommes tous ensemble dans cette aventure”, mais ce sont tout de même eux·elles qui contrôlent notre salaire et bénéficieront le plus du succès de la compagnie — sans oublier qu’ils ont le pouvoir de vous renvoyer quand les choses tournent mal (ou s’ils décident qu’ils ne vous aiment pas). Une fois de plus, s’organiser avec vos collègues peut vous donner un levier pour faire pression contre ce genre d’abus.</p>\n<p>Une autre façon de regarder le problème est que vous organiser peut avant tout vous aider à réfléchir à la question de <em>qui fait véritablement le travail</em> à votre job. Même si les patrons de petites entreprises ont parfois de nombreux rôles ou travaillent à vos côtés, ils ont généralement un pouvoir de prise de décision disproportionné, ou la capacité de veto ce qu’ils désirent, parce que <em>ce sont les boss</em>. Si le développement de jeux vidéo est réellement un travail d’équipe, *pourquoi n’aurions-nous pas notre part dans la direction de l’entreprise *?</p>\n<p>Se syndiquer veut aussi dire que vous serez préparé·e·s en cas de changement de la direction, quelle qu’en soit la raison. <strong>Ce sont les patrons qui décident quand vendre le studio</strong>, et ce sont eux qui peuvent récolter les fruits de tout le travail accompli quand le studio se fait racheter. Quand cela se produit, habituellement tout ce que vous obtenez, en tant que travailleu·se·r, est un changement de patron. Comme on le sait, Notch a vendu Mojang à Microsoft pour 2.5 milliards de dollars et est devenu énormément riche grâce à cela, tandis que ses employé·e·s n’ont rien reçu. (Microsoft a plus tard offert la somme relativement maigre de 300 000 dollars — la somme éclatante de 0.0003 milliards de dollars — à chaque travailleu·se·r, mais seulement à condition qu’elles·ils acceptent de rester employé·e·s de Microsoft pour 6 mois de plus.)</p>\n<blockquote>\n<p>Les nouvelles de la vente de la compagnie ont changé les choses à Mojang. Certain·e·s se sentaient trahi·e·s par la décision de Markus. Le moral a plongé. “Les gens avaient l’impression que leur monde s’effondrait” (<a href=\"https://www.wired.com/2015/06/minecraft-book-excerpt/\">Source</a>)</p>\n</blockquote>\n<div class=\"md-img right\">\n<img\n  src=\"/images/faqs/wario.png\"\n  alt=\"Screenshot from Warioware: Mona! I need your help. What's it pay? Uh, hold on... Crzzsh. Crzzsh! I can't hear you. You're breaking up!?\"\n/>\n</div>\n\n<p>Il existe beaucoup d’autres histoires non-dites dans la scène indé à propos de personnes ayant rejoint une petite startup et accepté d’être payé moins que ce qu’elles·ils méritaient parce qu’elles·ils croyaient vraiment en le projet — tout ça pour n’avoir rien reçu après que le jeu ait rencontré un succès énorme et que les patrons aient vendu la compagnie pour plusieurs millions.</p>\n<p>Si le patron de votre petit studio annonce être sympathique à la cause syndicale : excellent ! En tant que travailleu·se·r, vous êtes bien positionné·e pour les aider à traduire leurs paroles en actes. Mais soyez prévenus que leur sympathie risque de s’évaporer dès lors que vous annoncerez vouloir syndiquer votre petit studio indé plutôt qu’une autre compagnie 100 fois plus grosse que vous. Au final, les patrons vont perdre du pouvoir et de l’argent si leur studio se syndique , ce qui — étonnamment ! — rend la perspective peu attrayante à leurs yeux dès lors que l’on parle d’actions concrètes. <strong>C’est dans ces moments qu’il devient très clair à quel point la mentalité du “on est tous amis ici” est superficielle</strong>. En négociant collectivement, vous forcez votre employeur à se confronter aux réalités du travail collaboratif : les limites que vous voulez placer, les droits que vous voulez exercer, les conditions que vous voulez améliorer. Ces sujets ont tendance à être difficiles à aborder par vous-même quand il y a une dynamique de pouvoir inavouée.</p>\n<blockquote>\n<p>&quot;En fabricant l’illusion de l’employeur comme ami, l’employé·e se voit dénié·e de l’opportunité de protester, débattre, se battre, être antagoniste et demander davantage de ses conditions de travail.&quot;</p>\n</blockquote>\n<p>Si votre patron le pense <em>vraiment</em> lorsqu’il dit être favorable et qu&#39;il veut que tout le monde soit égal, pourquoi ne pas promouvoir une propriété collective ? Transitionner vers un modèle collectif est une façon efficace de s’assurer que chacun·e dans une compagnie bénéficie du succès de son dur labeur. Et si vous envisagez de commencer un nouveau studio vous-même, former une coopérative de salarié·e·s est une bonne façon d’implanter ces valeurs dès le début.</p>\n","prevPages":{"en":{"route":"/en/boss-tactics","name":"Boss Fight Tips & Tricks"},"fr":{"route":"/fr/boss-tactics","name":"Boss Fight, les soluces"}},"nextPages":{"en":{"route":"/en/coops","name":"Workers' Cooperatives: A New Way of Creating Commercial Games"},"fr":{"route":"/fr/coops","name":"Les coopératives de salarié·e·s: Une nouvelle façon de créer des jeux commerciaux"}},"description":"Les syndicats ne sont pas seulement pour les milieux de travail les plus larges. Bien que les syndicats semblent être une solution logique pour les grandes compagnies (disons, celles où un patron multimilliardaire que vous n’avez jamais rencontré peut vous virer tout en racontant que vous n’avez pas achevé votre “plein potentiel”), même les plus petites compagnies peuvent énormément bénéficier d’un syndicat. En fait, de notre expérience, les petits studios sont parfois encore plus abusifs, et plus prédisposés (consciemment ou non) à ne pas respecter vos droits et limites en tant que travailleu·se·r. Les patrons de petits studios vont souvent clamer que “nous sommes tous ensemble dans cette aventure”, mais ce sont tout de même eux·elles qui contrôlent notre salaire et bénéficieront le plus du succès de la compagnie — sans oublier qu’ils ont le pouvoir de vous renvoyer quand les choses tournent mal (ou s’ils décident qu’ils ne vous aiment pas). Une fois de plus, s’organiser avec vos collègues peut vous donner un levier pour faire pression contre ce genre d’abus."},"path":"fr/unionfaqs-get-indie"}
