{"template":"../src/containers/UnionFAQs","sharedHashesByProp":{},"data":{"title":"Allié·e·s, impliquez-vous.","type":"unionfaqs","contents":"<p>Même si vous ne travaillez pas vous même dans l’industrie du jeu vidéo, il existe malgré tout de nombreuses façons pour vous de supporter les efforts de syndicalisation.</p>\n<div class=\"md-img right off-2\">\n<img\n  src=\"/images/faqs/allyhelp_01.png\"\n/></div>\n\n<ol>\n<li><strong>Aidez à syndiquer votre propre industrie, ou engagez vous dans votre propre syndicat</strong> ! Plus il y a de travailleurs syndiqués, plus il y a de potentiel pour une aide mutuelle et une solidarité entre nos différentes industries. Et plus le mouvement de syndicalisation gagne de l’inertie à travers les industries, plus il devient une continuation logique pour les secteurs non-syndiqués.</li>\n</ol>\n<div class=\"md-img right off-6\">\n<img\n  src=\"/images/faqs/allyhelp_02.png\"\n/></div>\n\n<ol start=\"2\">\n<li><strong>Parlez aux joueu·se·rs à propos de l’importance des syndicats</strong> et comment ils peuvent aborder les problèmes qui touchent à la fois les travailleurs et les consommateurs. Rappelez leurs que les conditions et pressions qui aboutissent à des jeux compromis (ou des mécaniques abusives comme les loot boxes) ne sont pas le choix des travailleurs - on déteste ça aussi, et on veut faire les meilleurs jeux possibles! - mais le résultat des décisions des patrons.</li>\n</ol>\n<div class=\"md-img right off-6\">\n<img\n  src=\"/images/faqs/allyhelp_03.png\"\n/></div>\n\n<ol start=\"3\">\n<li><strong>Amplifiez les voix des travailleu·se·rs de l’industrie</strong> qui dénoncent ces conditions de travail. Si vous êtes un·e streame·use·r, un·e journaliste ou quelqu’un qui fait des vidéos, parlez de ces problèmes dans vos travaux (Il y a beaucoup de pistes différentes à explorer - nous aimerions voir une perspective historique plus large sur comment ces questions relatives au travail ont toujours eu place dans le jeu vidéo, depuis ses débuts).</li>\n</ol>\n<div class=\"md-img right off-2\">\n<img\n  src=\"/images/faqs/allyhelp_04.png\"\n/></div>\n\n<ol start=\"4\">\n<li><strong><a href=\"https://www.gameworkersunite.org/get-involved\">Rejoignez Game Workers Unite</a> et impliquez-vous</strong> dans les efforts d’organisation sur le terrain! Nous encourageons activement les joueu·se·rs, universitaires et quiconque veut améliorer les conditions de travail dans l’industrie à s’engager dans la communauté et à nous aider à réussir.</li>\n</ol>\n","prevPages":{"en":{"route":"/en/organizing-your-work","name":"Strategy Guide: How to Start Organizing your Workplace"},"fr":{"route":"/fr/organizing-your-work","name":"Guide de stratégie: Comment commencer à syndiquer votre lieu de travail"}},"nextPages":{"en":{"route":"/en/in-closing","name":"In Closing"},"fr":{"route":"/fr/in-closing","name":"En conclusion"}}},"path":"fr/unionfaqs-ally-get-involved"}
